Repository: Bhanditz/pydio-sync
Catalog: src/pydio/res/i18n/*.po
Languages: nl

source: Authentication Error
nl: Authentificatie fout

source: Unsupported HTTP method
nl: Niet ondersteunde HTTP methode

source: Authentication Exception
nl: Authentificatie uitzondering

source: Invalid JSON value received while getting remote changes. Is the server correctly configured?
nl: Foutieve JSON waarden ontvangen tijdens ophalen gegevens op afstand, is de server correct ingesteld?

source: Task interrupted by user
nl: Taak onderbroken door gebruiker

source: Local file to upload not found!
nl: Lokaal bestand niet gevonden!

source: File not correct after upload (expected size was 0 bytes)
nl: Bestand incorrect na uploaden (verwachte grootte was 0 bytes)

source: File is incorrect after upload
nl: Bestand incorrect na uploaden

source: Original file was not found on server
nl: Originele bestand niet gevonden op de server

source: File not found after download
nl: Bestand niet gevonden na downloaden.

source: File is not correct after download
nl: Bestand niet correct na downloaden.

source: Error while downloading file: %s
nl: Fout tijdens downloaden bestand: %s

source: Http-Basic authentication failed, wrong credentials?
nl: HTTP-basic autorisatie mislukt, kloppen de naam en het wachtwoord?

source: Token-based authentication failed, reload credentials?
nl: Fout tijdens token authenticatie, naam en wachtwoord opnieuw laden?

source: [File permission] %s
nl: [Permissie] %s

source: Stopping tasks
nl: Stoppen van taken

source: Cannot remove local folder
nl: Kan de lokale map niet verwijderen, is deze in gebruik door een andere applicatie?

source: Job Paused
nl: Taak gepauseerd

source: Job Started
nl: Taak gestart

source: Job stopping
nl: Taak wordt stopgezet

source: Synchronized
nl: Gesynchroniseerd

source: Checking changes since last launch...
nl: Wijzigingen sinds laatste sessie controleren

source: Status: Paused
nl: Status: gepauseerd

source: Status: scheduled for %s
nl: Status: ingepland voor %s

source: Cannot find local folder! Did you disconnect a volume? Waiting %s seconds before retry
nl: Kan de lokale map niet vinden, heeft u misschien een station ontkoppeld? Nieuwe poging over %s seconden

source: Cannot find local folder, did you disconnect a volume?
nl: Kan de lokale map niet vinden, heeft u misschien een station ontkoppeld?

source: Gathering data from remote workspace, this can take a while...
nl: Data van werkplek op afstand verzamelen, dit kan even duren...

source: No Internet connection detected! Waiting for %s seconds to retry
nl: Geen internet verbinding gevonden, nieuwe poging over %s seconden

source: Connection to server failed, server is probably down. Waiting %s seconds to retry
nl: Verbinding met externe server mislukt. Nieuwe poging over %s seconden

source: Error while connecting to remote server (%s)
nl: Fout tijdens verbinden met externe server (%s)

source: Conflicts detected, cannot continue!
nl: Conflicten gevonden, kies een oplossing!

source: Processing %i changes
nl: Verwerken van %i wijzigingen

source: %i files modified
nl: %i bestanden gewijzigd

source: An SSL error happened, please check the logs
nl: Er is een SSL fout opgetreden, bekijk de logbestanden

source: A proxy error happened, please check the logs
nl: Er is een proxy fout opgetreden, bekijk de logbestanden

source: Connection error: too many redirects
nl: Verbindingsfout: te veel omleidingen

source: Chunked encoding error, please check the logs
nl: Chunk encoding fout, bekijk de logbestanden

source: Content Decoding error, please check the logs
nl: Fout tijdens decoderen van de inhoud, bekijk de logbestanden

source: Http connection error: invalid schema.
nl: HTTP verbindingsfout: ongeldig schema

source: Http connection error: invalid URL.
nl: HTTP verbindingsfout: ongeldige URL

source: Connection timeout, will retry later.
nl: Verbindingstimeout: een nieuwe poging volgt.

source: Cannot resolve domain!
nl: Kan het domein niet vinden, een DNS probleem?

source: Unexpected Error: %s
nl: Fout: %s

source: New folder created at %s
nl: Nieuwe map gemaakt: %s

source: Folder created at %s
nl: Map gemaakt: %s

source: Deleted file %s
nl: Bestand %s verwijderd

source: Folder %s deleted
nl: Map %s verwijderd

source: Moved %(source)s to %(target)s
nl: %(source)s naar %(target)s verplaatst

source: File %s downloaded from server
nl: Bestand %s van server gedownload

source: File %s uploaded to server
nl: Bestand %s naar server ge√ºpload

source: How can I find my server URL?
nl: Hoe vind ik mijn server URL?

source: The server URL is the adress that you can see in your browser when accessing Pydio via the web.
nl: De server URL is het adres in de adresbalk dat te zien is wanneer pydio via een browser bezocht wordt.

source: It starts with http or https depending on your server configuration.
nl: Het begint met HTTP of HTTPS afhankelijk van de serverinstelling.

source: If you are logged in Pydio and you see the last part of the URL starting with "ws-", remove this part and only keep the beginning (see image below).
nl: Als u ingelogd bent en u ziet het laatste deel van de URL, dat begint met "ws-", verwijdert u dit deel zodat u het gedeelte aan het begin over houdt.(Zie afbeelding)que le d√©but (voir l'image).

source: Got it!
nl: Begrepen

source: Connecting ...
nl: Verbinding maken...

source: Configure Connection
nl: De verbinding configureren

source: Error while trying to connect to %1 :
nl: Fout tijdens verbinden met %1:

source: Connect to the server with the same URL as the one you would use to access through a web browser, e.g. http://mydomain.com/pydio
nl: Maak verbinding met de server door middel van dezelfde URL als wanneer u via een browser verbinding met Pydio zou maken, bijvoorbeeld http://mijndomein.nl/pydio

source: Required
nl: Verplicht

source: where can I find the server URL?
nl: Waar kan ik de server URL vinden?

source: Connect
nl: Maak verbinding

source: Trust SSL certificate
nl: Vertrouw het SSL certificaat

source: Ooops, cannot contact agent! Make sure it is running correctly, process will try to reconnect in 20s
nl: Kan geen verbinding maken met de agent, zorg dat deze correct gestart is, een nieuwe poging volgt over 20 seconden.

source: Select a workspace
nl: Kies een werkplek

source: Full path to the local folder
nl: Complete pad naar de lokale map

source: Are you sure you want to delete this synchro? No data will be deleted
nl: Weet u zeker dat u deze synchronisatie wilt verwijderen? Er wordt geen data verwijderd

source: computing...
nl: berekenen...

source: SYNC %1 parameters
nl: Parameters van sync %1

source: Workspace
nl: Werkplek

source: Folder
nl: Map

source: Server Connexion
nl: Server

source: Login
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Local Folder
nl: Lokale map

source: Choose
nl: Kies

source: Remote workspace
nl: Werkplek op afstand

source: Change
nl: Verander

source: Synchronise only a subfolder of this workspace
nl: Synchroniseer alleen een submap van deze werkplek

source: Whole workspace
nl: Gehele werkplek

source: [loading...]
nl: [laden...]

source: Advanced parameters
nl: Geavanceerde parameters

source: Delete Sync
nl: Verwijder deze synchronisatie

source: Save Parameters
nl: Bewaar parameters

source: SYNC NAME
nl: SYNC NAAM

source: DATA SIZE
nl: OMVANG DATA

source: ESTIMATED TIME
nl: GESCHATTE TIJDSDUUR

source: Ready for ignition!
nl: Klaar om te starten!

source: Are you ready to launch the synchronization?
nl: Bent u klaar om de synchronisatie te starten?

source: Your data will be in orbit in no time!
nl: Uw data staat binnen de kortste keren online!

source: FIRE THE ROCKET!
nl: Vuur de raket af!

source: change parameters
nl: Verander de parameters

source: Synchronization running...
nl: Synchronisatie loopt...

source: Liftoff! First sync can take some time...
nl: Gestart! De aanvankelijke synchronisatie kan wat tijd in beslag nemen...

source: CREATE NEW SYNCHRO
nl: CRE√ãER EEN NIEUWE SYNCHRONISATIE

source: DONE
nl: KLAAR

source: 1/3 Select a workspace
nl: 1/3 Kies een werkplek

source: You are connecting to %1
nl: U maakt verbinding met %1

source: change
nl: verander

source: loading
nl: laden

source: Next
nl: Volgende

source: Sync Direction
nl: Synchronisatie richting

source: Upload Only
nl: Alleen uploaden

source: computer to server
nl: computer naar server

source: Bi-directional
nl: Twee richtingen

source: Download Only
nl: Alleen downloaden

source: server to computer
nl: server naar computer

source: Sync Frequency
nl: Synchronisatie frequentie

source: By default, the application will synchronize automatically
nl: Standaard wordt de werkplek automatisch gesynchroniseerd

source: Automatically
nl: Automatisch

source: Manually
nl: Handmatig

source: Given Time
nl: Een specifiek tijdstip

source: Run the sync every day at
nl: Voer de sync elke dag uit om

source: Conflicts
nl: Conflicten

source: Solve conflicts manually
nl: Los conflicten handmatig op

source: Advanced Parameters
nl: Geavanceerde parameters

source: Save changes
nl: Bewaar wijzigingen

source: 2/3 Select a destination
nl: 2/3 Kies een bestemming

source: By default a local folder will be created on your computer
nl: De standaard aktie is het aanmaken van een map op uw computer

source: 3/3 Optional Parameters
nl: 3/3 Optionele parameters

source: Local folder
nl: Lokale map

source: Name this synchro
nl: Geef deze synchronisatie een naam

source: Previous
nl: Vorige

source: syncing
nl: synchroniseren

source: Size
nl: Grootte

source: Estimated time
nl: Geschatte tijd

source: Last sync
nl: Laatste synchronisatie.

source: ERROR
nl: FOUT

source: idle
nl: staat klaar

source: [DISABLED]
nl: [GEDEACTIVEERD]

source: Solve Conflict
nl: Los conflicten op

source: Solved
nl: Opgelost

source: Last files synced
nl: Laatst gesynchroniseerde bestanden

source: Open File
nl: Open bestand

source: Transfers in progress
nl: Overdracht bezig

source: An element named %1 was modified on both the server and on your local computer. Select how you want to solve this conflicting case:
nl: Een element genaamd %1 is zowel lokaal als op de server gewijzigd, kies hoe u dit conflict wilt oplossen.

source: Apply to all conflicts
nl: Pas toe op alle conflicten

source: Mine
nl: Lokale versie

source: Both Versions
nl: Beide versies

source: Theirs
nl: Server versie

source: Create a new synchronization
nl: Cre√´er een nieuwe synchronisatie

source: Welcome to the Pydio Sync
nl: Welkom bij Pydio Sync

source: The easiest way to keep your data in control
nl: De meest makkelijke manier om controle over uw data te houden

source: Get Started
nl: Begin

source: An SSL error happened! Is your server using a self-signed certificate? In that case please check 'Trust SSL certificate'
nl: Een SSL fout heeft zich voorgedaan! Is uw server ingesteld voor SSL? In dat geval vinkt u 'Vertrouw SSL certificaat' aan.

source: Connection timeout!
nl: Timeout connectie!
